tap "tw93/tap"
brew "dotbot"
brew "git"
brew "gnupg"
brew "htop"
brew "jenv"
brew "jq"
brew "jump"
brew "mackup"
brew "mas"
brew "ollama"
brew "tmux"
brew "tree"
brew "zsh"
brew "tw93/tap/mole"
cask "alt-tab"
cask "antigravity"
cask "apparency"
cask "betterzip"
cask "bruno"
cask "calibre"
cask "chatgpt"
cask "chatwise"
cask "cursor"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "mos"
cask "motrix"
cask "orbstack"
cask "provisionql"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookase"
cask "raycast"
cask "rectangle"
cask "skim"
cask "squirrel-app"
cask "sublime-text"
cask "suspicious-package"
cask "syntax-highlight"
cask "telegram-desktop"
cask "warp"
cask "webpquicklook"
mas "Amphetamine", id: 937984704
mas "Command X", id: 6448461551
mas "Enpass", id: 732710998
mas "Shadowrocket", id: 932747118
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "WPS Office", id: 1468073139
